[
    {
        "step": 1,
        "title": "NGUYỆN HƯƠNG",
        "content": "(Thầy Bổn sư quì ngay thẳng, nâng ba nén hương lên ngang trán và xướng bài Nguyện Hương. Đại chúng mặc niệm và quán tưởng theo lời nguyện)\n\nNam-mô Bổn Sư Thích-ca Mâu-ni Phật\nNguyện đem lòng thành kính\nGởi theo đám mây hương\nPhưởng phất khắp mười phương\nCúng dường ngôi Tam Bảo\nThệ trọn đời giữ đạo\nTheo tự tánh làm lành\nCùng pháp giới chúng sanh\nCầu Phật thương gia hộ:\nTâm bồ-đề kiên cố\nChí tu học vững bền\nXa bể khổ nguồn mê\nChóng quay về bờ giác.\n\nChúng con ở đạo tràng Chùa Giác Ngộ, cung kính quỳ trước chánh điện, tán dương công đức bậc thầy ba cõi, xưng tụng hồng danh bậc giác ngộ của muôn loài, thành kính làm lễ Quy Y Tam Bảo, giúp cho các thiện nam tín nữ sau đây quay về nương tựa ba Ngôi báu là Phật, chánh pháp và hiền tăng.\n\nKính nguyện mười phương chư Phật và các vị Bồ-tát thương xót quang lâm chứng minh cho các tân Phật tử được thấm nhuần an vui và hạnh phúc trong cuộc đời.\n\nChúng con nguyện: Chánh pháp được lan truyền khắp chốn; lời Phật được phổ biến muôn nơi; người người từ bỏ tham giận, si mê; tưới tẩm từ bi, hạnh phúc; làm lành lánh dữ, thương yêu đùm bọc lẫn nhau; thế giới dứt nghiệp binh đao; muôn loài an vui, hạnh phúc.\n\nLại nguyện đời đời kiếp kiếp thường làm bà con Phật pháp, quyến thuộc từ bi, hộ trì Tam Bảo ở mãi thế gian, sống trọn đời hanh thông trong phúc lạc. Từ nay, sạch hết não phiền, thoát vòng mê muội.\n\nNguyện cùng pháp giới chúng sanh đều chứng thành quả Phật.\nNam-mô Hương Cúng Dường Bồ-tát Ma-ha-tát (3 lần)"
    },
    {
        "step": 2,
        "title": "TÁN DƯƠNG PHẬT VÀ ĐẢNH LỄ TAM BẢO",
        "content": "(Đại chúng đứng chắp tay, cung kính hướng về Phật, xướng lạy)\n\nPhật là đấng giác ngộ mình,\nĐộ người thoát khỏi tử sinh bao đời,\nTừ bi, trí tuệ rạng ngời,\nLà thầy ba cõi trời người xưa nay.\nChí tâm đảnh lễ tất cả Đức Phật ba đời thường trú trong mười phương. (1 lạy)\n\nPháp là phương thuốc diệu thay,\nChữa lành bệnh khổ bao loài chúng sanh,\nNhư vầng trăng sáng lung linh,\nSoi đường ra khỏi u minh mê mờ.\nChí tâm đảnh lễ tất cả Tôn Pháp ba đời thường trú trong mười phương. (1 lạy)\n\nTăng là những bậc chân tu,\nBiết đời huyễn mộng, giã từ ra đi,\nThấm nhuần trí tuệ, từ bi,\nĐộ đời thoát khỏi tham … si khổ sầu.\nChí tâm đảnh lễ tất cả Hiền Thánh Tăng ba đời thường trú trong mười phương. (1 lạy)"
    },
    {
        "step": 3,
        "title": "TÁN HƯƠNG",
        "content": "(Đại chúng đứng thẳng và chắp tay trước ngực. Duy-na và Duyệt Chúng khai chuông mõ. Từ đây trở đi, chủ lễ xướng và đại chúng cùng tụng theo)\nLò hương vừa bén chiên đàn\nTỏa xông pháp giới đạo tràng mười phương\nHiện thành mây báu cát tường\nXin Phật chứng giám tâm hương chí thành\nPháp thân các Phật tịnh thanh\nChứng minh hương nguyện, phước lành rưới ban.\nNam mô Hương Vân Cái Bồ-tát."
    },
    {
        "step": 4,
        "title": "TÁN DƯƠNG GIÁO PHÁP",
        "content": "Pháp Phật cao siêu, lý rộng sâu\nTrăm ngàn muôn kiếp khó tìm cầu\nNay con gặp được xin trì tụng\nNguyện hiểu chân Kinh nghĩa nhiệm mầu\nNam-mô Khai Pháp Tạng Bồ-tát."
    },
    {
        "step": 5,
        "title": "KINH NGƯỜI ÁO TRẮNG",
        "content": "Tôi nghe như vầy. Một thời đức Phật ở chùa Kỳ Viên do Cấp Cô Độc, thái tử Kỳ-đà phát tâm hiến cúng. Vào sáng hôm nọ, ông Cấp Cô Độc cùng với năm trăm cư sĩ thuần thành viếng thăm, đảnh lễ ngài Xá-lợi-phất, rồi ngồi một bên. Ngài Xá-lợi-phất dùng nhiều phương tiện, thuyết pháp khai tâm cho các cư sĩ, mang lại niềm vui và sự khát ngưỡng đối với Tam bảo cũng như thực tập con đường chuyển hóa.\nNgài Xá-lợi-phất hướng dẫn tất cả đến viếng đức Phật, đầu thành năm vóc, đảnh lễ chân Người, rồi ngồi một bên, an trú trong chính niệm. Thế Tôn ân cần dạy bảo mọi người những điều cốt lõi mà người tại gia cần siêng thực hành, để được an vui.\nNày các đệ tử, nếu người áo trắng sống đời thanh cao, giữ gìn trọn vẹn năm điều đạo đức, tu tập đầy đủ bốn tâm cao thượng, có thể đạt được một cách dễ dàng phước và hạnh phúc ở trong hiện tại và biết chắc rằng không còn rơi rớt trong các nẻo ác.\nĐiều đạo đức thứ nhất: Đệ tử áo trắng quyết tâm xa lìa mọi sự giết hại, buông bỏ vũ khí, chấm dứt bạo động, tu tập từ bi, thương xót mọi loài, bảo vệ thiên nhiên, biết sống hổ thẹn, lương tâm trong sáng. Nhờ thực tập này, đệ tử áo trắng nhổ tận gốc rễ tâm niệm giết hại, sống trong hạnh phúc và sự an vui.\nĐiều đạo đức thứ hai: Đệ tử áo trắng quyết tâm xa lìa mọi sự trộm cắp, tôn trọng sở hữu hợp pháp của người, những gì không cho thì không được lấy; vui thích bố thí, cứu người giúp đời vượt qua nghèo khổ; lúc bố thí thì không cầu đền đáp. Nhờ thực tập này, đệ tử áo trắng không bị tâm lý tham lam, bỏn sẻn, keo kiệt che lấp, sống trong liêm khiết, giàu lòng vị tha.\nĐiều đạo đức thứ ba: Đệ tử áo trắng quyết tâm xa lìa tà dâm ngoại tình, sống hạnh chung thủy, bảo vệ hạnh phúc tất cả mọi người trong sự bảo hộ của cha và mẹ, hoặc cả cha mẹ, hoặc anh chị em, hoặc bên sui gia, hoặc vợ chồng con của mình. Nhờ thực tập này, đệ tử áo trắng không bị tâm lý hưởng thụ thấp kém làm mất hạnh phúc.\nĐiều đạo đức thứ tư: Đệ tử áo trắng quyết tâm xa lìa những lời dối gạt, chấm dứt nói láo – chỉ nói sự thật, không nói chia rẽ – nói lời xây dựng, không nói thô tục – nói lời lịch sự, không nói tán gẫu – nói lời lợi lạc. Nhờ thực tập này, đệ tử áo trắng an trú chính niệm, đáng được tin cậy, uy tín tăng trưởng.\nĐiều đạo đức thứ năm: Đệ tử áo trắng quyết tâm xa lìa rượu và ma túy, các chất gây say; chấm dứt thói quen hưởng thụ độc tố; không tham gia vào sản xuất, buôn bán các độc tố này. Nhờ thực tập này, đệ tử áo trắng giữ gìn sức khỏe và sống hạnh phúc với người thân thương.\nNày các đệ tử, làm người áo trắng, sống đời tại gia, hãy cố gắng giữ năm điều đạo đức vừa được tuyên thuyết, để sống hạnh phúc với nhiều phước báo trong đời hiện tại và đời tương lai.\n  Này các đệ tử, hãy lắng lòng nghe Như Lai giảng dạy phương pháp đạt được bốn tâm cao thượng trong hiện tại này, một cách dễ dàng với nhiều giá trị.\nTâm cao thượng một: Đệ tử áo trắng quán niệm Như Lai là bậc Giác ngộ không còn dính mắc, bậc Minh Hạnh Túc, là bậc Thiện Thệ, bậc Thế Gian Giải, bậc Vô Thượng Sĩ, Điều Ngự Trượng Phu, là Thiên Nhân Sư, là Phật, Thế Tôn. Nhờ quán niệm này, vọng tâm, dục niệm thảy đều tiêu diệt; không còn yếu tố bất thiện, uế nhiễm, sầu khổ, lo âu ảnh hưởng, chi phối. Nhờ quán tưởng Phật, đệ tử áo trắng tâm được lắng trong, đạt an vui lớn.\nTâm cao thượng hai: Đệ tử áo trắng quán niệm chánh pháp được Phật giảng dạy tài tình dễ hiểu, có khả năng lớn đưa đến giải thoát mọi sự khổ đau và các phiền não; nhờ đó tâm được thư thái, không bị bức bách, an vui lâu dài.\nTâm cao thượng ba: Đệ tử áo trắng quán niệm Tăng đoàn của đức Thế Tôn, đi trên nẻo thiện, thánh đạo chân chánh, hướng theo giáo pháp, thực tập giáo pháp, sống đúng giáo pháp. Có vị đã chứng quả A-la-hán, quả A-na-hàm, quả Tư-đà-hàm, quả Tu-đà-hoàn, hoặc đang trên đường đạt các thánh quả ấy. Tăng đoàn gồm đủ bốn đôi, tám bậc, thành tựu đạo đức, thiền định, trí tuệ, giải thoát cũng như tri kiến giải thoát. Thánh chúng như thế đáng được tôn kính, phụng sự, cúng dường, là ruộng phước tốt cho đời gieo trồng.\nTâm cao thượng bốn: Đệ tử áo trắng quán niệm giới luật được Phật giảng dạy không có khuyết điểm, không bị tỳ vết, không bị nhơ uế, có khả năng lớn bảo hộ đạo đức, giúp người giữ giới an trú vững chãi trong cảnh giới Phật. Giới này thanh cao vốn được hiền trí khen ngợi, tiếp nhận, thực tập, truyền bá.\nNày các đệ tử, nên ghi nhớ rằng đệ tử áo trắng khi thực tập được bốn tâm cao thượng một cách trọn vẹn là đã chấm dứt các nẻo xấu ác, không còn đọa lạc địa ngục, ngạ quỷ và loài súc sanh, hướng đến chứng đắc quả Tu-đà-hoàn, ngay trong hiện tại. Người đệ tử ấy đi về nẻo giác, chuyển hóa phiền não, thanh tịnh thân tâm; qua lại tối đa bảy lần sinh tử trong cõi trời người là có thể đạt giác ngộ, giải thoát, không còn khổ đau."
    },
    {
        "step": 6,
        "title": "TRUYỀN TAM QUY",
        "content": "(Trong giờ phút thiêng liêng và trọng đại này, quý vị hãy chắp tay, lặp lại lời phát nguyện quay về nương tựa ba Ngôi Báu.)\n\nĐệ tử chúng con tên là (đọc nhẩm họ tên) xin nhận đức Phật làm thầy, bậc phước trí vẹn toàn, giúp con giải phóng khổ đau. Xin Phật chứng minh cho chúng con.\nĐệ tử chúng con tên là (đọc nhẩm họ tên) xin nhận chánh pháp làm thầy, nguồn tuệ giác từ bi, giúp con sống trong hạnh phúc. Xin Phật chứng minh cho chúng con.\nĐệ tử chúng con tên là (đọc nhẩm họ tên) xin nhận chân sư làm thầy, đoàn thể sống thanh cao, giúp con tinh tấn thực tập. Xin Phật chứng minh cho chúng con."
    },
    {
        "step": 7,
        "title": "THẦY TRUYỀN GIỚI KHAI ĐẠO",
        "content": "Quý vị đã chính thức tiếp nhận pháp Tam Quy, tôn thờ ba viên ngọc quý trong tâm và đời sống hằng ngày của quý vị. Đây là giờ phút quan trọng của lễ phát nguyện làm Phật tử, vâng giữ năm điều đạo đức của Phật dạy. Năm điều đạo đức này là nền tảng cho một cuộc sống có hạnh phúc, có chí hướng vị tha, có năng lực bảo vệ sự sống và làm đẹp cho cuộc đời.\n\nNăm điều đạo đức là kim chỉ nam hướng dẫn chúng ta đến một cuộc sống an lạc và tỉnh thức; là nền tảng của hạnh phúc cá nhân, hạnh phúc gia đình và xã hội. Học hỏi và thực tập năm điều đạo đức, ta sẽ đi đúng con đường chánh pháp, ta sẽ tránh được lỗi lầm, khổ đau, sợ hãi và thất vọng; ta sẽ xây dựng được an lạc và giải thoát cho bản thân, cho gia đình và đóng góp vào phẩm chất an lạc và hòa bình cho xã hội.\n\nGiờ đây, tất cả quý vị hãy lắng nghe năm điều đạo đức với một tâm hồn thanh tịnh. Hãy lặp lại từng điều đạo đức với ý thức phát nguyện hành trì."
    },
    {
        "step": 8,
        "title": "VÂNG GIỮ NĂM ĐIỀU ĐẠO ĐỨC",
        "content": "(Quý vị hãy chắp tay lặp lại lời phát nguyện giữ năm điều đạo đức)\n\nĐiều đạo đức thứ nhất: Không được giết hại. Nhận thức được rằng giết hại mang lại khổ đau, chúng con nguyện mở lòng từ bi, bảo vệ sự sống, xây dựng hoà bình, thương yêu loài vật, bảo vệ môi sinh. Xin Phật gia hộ cho chúng con.\nĐiều đạo đức thứ hai: Không được trộm cướp. Nhận thức được rằng trộm cướp mang lại khổ đau, chúng con nguyện tôn trọng sỡ hữu của người, nhường cơm sẻ áo, giúp người bất hạnh vượt qua khổ đau. Xin Phật gia hộ cho chúng con.\nĐiều đạo đức thứ ba: Không được ngoại tình. Nhận thức được rằng ngoại tình mang lại khổ đau, chúng con nguyện sống chung thuỷ một vợ một chồng; bảo vệ hạnh phúc của người như chính hạnh phúc của gia đình mình. Xin Phật gia hộ cho chúng con.\nĐiều đạo đức thứ tư: Không được nói láo. Nhận thức được rằng dối gạt mang lại khổ đau, chúng con nguyện nói những lời chân thật, lời hoà giải và đoàn kết, lời có văn hoá và lịch sự, và những lời hay ý đẹp. Xin Phật gia hộ cho chúng con.\nĐiều đạo đức thứ năm: Không được uống rượu và các chất gây say. Nhận thức được rằng rượu, ma tuý và các chất gây say mang lại khổ đau, chúng con nguyện không tiêu thụ những độc tố và sản phẩm đồi trụy, bảo vệ sức khỏe của thân thể và hạnh phúc của tâm hồn. Xin Phật gia hộ cho chúng con."
    },
    {
        "step": 9,
        "title": "SÁM QUY Y",
        "content": "Phật là đấng giác ngộ mình,\nĐộ người thoát khỏi tử sinh bao đời,\nTừ bi, trí tuệ rạng ngời,\nLà thầy ba cõi trời người xưa nay.\n\nPháp là phương thuốc diệu thay,\nChữa lành bệnh khổ bao loài chúng sanh,\nNhư vầng trăng sáng lung linh,\nSoi đường ra khỏi u minh mê mờ.\n\nTăng là những bậc chân tu,\nBiết đời huyễn mộng, giã từ ra đi,\nThấm nhuần trí tuệ, từ bi,\nĐộ đời thoát khỏi tham… si khổ sầu.\n\nCon nay giác ngộ quay đầu\nQuy y Tăng, Phật, Pháp mầu Như Lai,\nCho con hạnh phúc hôm nay,\nCho đời an lạc tại ngay dương trần.\n\nCon nguyền từ bỏ sát sanh\nTôn trọng sự sống, tâm lành rải ban\nThương yêu người, vật, môi sinh\nCho đời hạnh phúc như mình lạc an.\n\nCon nguyền từ bỏ trộm gian,\nMánh mung, cướp của, tham lam xin chừa.\nSống chân thật, chẳng lọc lừa,\nGiữ tròn đạo nghĩa, cho vừa nhân sinh.\n\nCon nguyền từ bỏ ngoại tình,\nMột chồng một vợ, trung trinh tấm lòng.\nThương yêu, tôn trọng, cảm thông,\nNgọt bùi chia sẻ, thủy chung trọn đời.\n\nCon nguyền từ bỏ nói sai,\nThêm thắt, chửi tục, móc moi hai đầu.\nNói như chánh pháp cao sâu,\nIm như bậc thánh nhiệm mầu thấy nghe.\n\nCon nguyền từ bỏ rượu chè,\nSay sưa, nghiện ngập, thần mê, trí mờ,\nĐể không bệnh hoạn, thẫn thờ,\nĐể cho tâm trí lặng tờ sáng trong.\n\nTừ nay, con nguyện với lòng:\nGiữ gìn năm giới quyết không phạm vào,\nĐể cho con sống thanh cao,\nĐể đời an lạc, dạt dào tình thương.\n\nCon nguyền noi đấng Pháp Vương,\nHọc tu chánh pháp, thoát vòng tử sanh.\nTham thiền, niệm Phật chân thành,\nTu tâm dưỡng tánh, dứt phần ác duyên.\nNguyện cho sáu cõi ba miền\nThoát vòng tục lụy, an nhiên Niết-bàn."
    },
    {
        "step": 10,
        "title": "HỒI HƯỚNG CÔNG ĐỨC",
        "content": "Quy y tu tập, phước tăng,\nXin đem hồi hướng xa gần, khắp nơi.\nNguyện cho tất cả trời người,\nĐều vào cõi Phật, sáng ngời chân tâm.\nNguyện trừ ba chướng trầm luân,\nSống trong trí tuệ, tịnh thanh cõi lòng.\nNguyện cho tội nghiệp tiêu mòn,\nNoi theo Bồ-tát làm tròn tấm gương.\nNguyện sanh cõi tịnh Tây phương,\nMẹ cha: Chín phẩm sen vàng nêu danh,\nHoa cười, chứng ngộ vô sanh,\nCùng hàng Bồ-tát đồng hành tâm linh.\nNguyện đem công đức tạo thành,\nHướng về tất cả chúng sanh mọi loài,\nRải ban hạnh phúc muôn nơi,\nGiúp người giác ngộ, an vui đạo mầu."
    },
    {
        "step": 11,
        "title": "ĐẢNH LỄ BA NGÔI BÁU",
        "content": "(Đại chúng cùng chắp tay, cùng tụng và cùng lạy)\n\nCon xin nương tựa Phật,\nBậc Phước Trí Viên Thành,\nCầu tất cả chúng sanh\nGiác ngộ, phát tâm lành. (1 lạy)\nCon xin nương tựa Pháp,\nNguồn tuệ giác, từ bi,\nCầu tất cả chúng sanh\nHiểu đạo, tỏ nguồn tâm. (1 lạy)\nCon xin nương tựa Tăng,\nĐoàn thể sống an vui,\nCầu tất cả chúng sanh\nHòa hợp, thương mến nhau. (1 lạy)"
    },
    {
        "step": 12,
        "title": "THUYẾT GIẢNG VÀ ĐỌC PHÁP DANH",
        "content": "Thuyết giảng bài pháp thoại về đề tài chọn lọc mang tính hướng dẫn cho người mới vào đạo. Sau đó, dành 5-10 phút sách tấn và đọc pháp danh như dưới đây. Thầy truyền giới của quý vị là thầy (đọc tên giới sư) là pháp danh của quý vị là do chính thầy đặt, bắt đầu bằng chữ Giác (cho người nữ) và chữ Ngộ (cho người nam).\nBắt đầu từ giờ này trở đi, quý vị đã chính thức trở thành những người học trò của bậc Giác Ngộ và đã nguyện sống theo nếp sống tỉnh thức và an lạc của Phật. Quý vị phải thường xuyên ôn tụng ba điều nương tựa và năm điều đạo đức mỗi nửa tháng ít nhất một lần, để bảo hộ sự hành trì.\nLà người đệ tử Phật, quý vị nên tinh tấn tu học theo con đường mà Phật đã dày công chỉ dạy, để tạo an lạc và hạnh phúc cho chính mình và cho mọi người. Quý vị nên dành thời gian đi chùa mỗi tuần ít nhất một lần vào ngày thứ bảy hay chủ nhật. Quý vị nên đến chùa sám hối vào ngày 14 và ngày cuối tháng âm lịch. Quý vị nên tập ăn chay, mỗi tháng ít nhất hai ngày để nuôi lớn tình thương với các loài động vật. Quý vị nên tham dự các sinh hoạt văn hoá Phật giáo do các chùa tổ chức. Quý vị nên siêng năng đi Chùa nghe thuyết pháp và học giáo lý."
    }
]